{
  "about_us": {
    "description": "ay isang misyon ng Kristiyano na layuning pukawin ang mga Kristiyano upang kumilos, ikonekta sila at ikonekta ang mga simbahan at mga organisasyong Kristiyano para sa layunin ng pagpapataas ng kahusayan sa pagpapatotoo ng Ebanghelyo at pagpapalaganap ng Kaharian ng Diyos. Sa pamamagitan ng website na ariseforchrist.com at sa tulong ng mga magkakaugnay na social media platform, ang mga Kristiyano ay magkakaroon ng mas madaling komunikasyon sa isa't isa, maaari silang magsama-sama upang magbigay ng lakas at kumilos nang magkasama sa pangalan ni Cristo. Pinagsasama namin ang aming mga pagsisikap at kaalaman upang ipahayag ang Ebanghelyo at para sa pagpapalawak ng Kaharian ng Diyos, nagsisimula sa Romania.",
    "description_p1_1": "Ang Arise for Christ ay isang misyon ng Kristiyano na layuning mobilisahin ang mga Kristiyano upang kumilos, ikonekta sila, at ayusin ang mga organisasyong Kristiyano upang maging mas epektibo sa pagpapahayag ng Ebanghelyo at pagpapalawak ng Kaharian ng Diyos. Sa pamamagitan ng portal na ariseforchrist.com at gamit ang social media networking, ang mga Kristiyano ay magkakaroon ng mas madaling komunikasyon, magkaisa, at magbigay ng lakas sa isa't isa upang kumilos para kay Cristo.",
    "description_p1_6": "Pinagsasama namin ang aming mga pagsisikap at kaalaman upang magpatotoo ng Ebanghelyo at palawakin ang Kaharian ng Diyos sa buong mundo, nagsisimula sa Romania. Ang pagtupad sa nais ng Diyos (1 Timoteo 2:4) ay misyon ng aming asosasyon, na hinihimok ng pag-ibig ng Diyos para sa amin, at bilang kabaligtaran, ginagawa namin ito para sa mga tao (1 Juan 3:16).",
    "description_p3_1": "Nais naming makita ang isang lumalaking kilusan ng mga Kristiyano na kumikilos para kay Cristo at ipinapatupad ang mga prinsipyo ng Kaharian ng Diyos. Nais namin na ang mga simbahan at mga mananampalataya ay mag-alay ng kanilang buhay para manalo ng mga kaluluwa para sa Diyos, mag-reporma ng mga nahulog, at tumulong sa mga may iba't ibang problema para sa kanilang espirituwal na paglago. Hindi namin layunin na palitan ang misyon ng Simbahan ng Panginoon kundi higit naming binibigyang-diin, hinihikayat, at nagsisilbing tulay para sa evangelization ng mga tao at paglilingkod sa mga mananampalataya.",
    "description_p4_0": "Misyon ng Arise",
    "description_p4_1": "Ang aming misyon ay nakabatay sa mga pagpapahalaga, na nagtatakda ng aming mga aksyon at paraan ng pagtatrabaho.",
    "description_p5_1": "Pag-ibig para kay Cristo",
    "description_p5_2": "Ang lahat ng bagay ay mula sa Kanya, sa pamamagitan Niya, at para sa Kanya. Iniibig namin ang Diyos sa pamamagitan ng pamumuhay para sa Kanya, at ang aming ginagawa ay tugon sa Kanyang pag-ibig. Kumikilos kami sa isang paraang nakasentro kay Cristo, at ang aming pokus ay si Cristo.",
    "description_p6_1": "Kaligtasan ng mga nawawala",
    "description_p6_2": "Ang pag-ibig para kay Hesu Kristo ay nagdadala sa amin upang mahalin ang mga tao. Ang aming layunin ay makita Siya bilang Panginoon at Tagapagligtas ng maraming tao. Ang Kanyang pag-ibig ay nagpasikò ng isang pagkahilig para sa mga tao sa amin. Ang paniniwala na si Hesu Kristo lamang ang daan patungo sa kaligtasan ang nag-uudyok sa amin upang gamitin ang mga pamamaraang ito upang maabot ang mga puso ng mga tao. Ang kahalagahan ng pamilya ay isang priyoridad; samakatuwid, ang aming paglilingkod ay nakatutok sa mga pamilya.",
    "description_p7_1": "Konkreto ng aksyon para kay Cristo",
    "description_p7_2": "Ang pananampalataya ay ipinapakita sa pamamagitan ng mga aksyon! Nais naming maging may impluwensiya, nakakapukaw, at nakakahawa para sa mga mananampalataya pabor sa mga hindi pa nakakapasok sa simbahan, mga nawalan ng pananampalataya, at mga may iba't ibang problema.",
    "description_p8_1": "Mga Romanians para sa mga Romanians saan man sa mundo",
    "description_p8_2": "Tulad ng Apostol Pablo, ang aming hinahangad at panalangin sa Diyos ay upang ang mga Romanians ay maligtas (Roma 10:1, 11:13-14). Naniniwala kami sa isang global na pananaw na lampas sa lokal at denominasyonal na pagkakasangkot ng simbahan at nagsasangkot ng pagkakaisa, pagkakaiba, at dedikasyon sa layunin ni Cristo sa mundo. Sinusuportahan namin ang pangmatagalang o panandaliang misyon sa mga partikular na lugar sa mundo.",
    "principals_p1_0": "Mga Prinsipyo ng Pagtrabaho ng Arise",
    "principals_p1_1": "Maaaring buod ang aming misyon sa dalawang salita: kaligtasan at aksyon. Kaligtasan para sa mga hindi nakakakilala kay Cristo at mobilisasyon ng mga mananampalataya sa pamamagitan ng konkretong mga aksyon.",
    "principals_p2_1": "Pag-ibig",
    "principals_p2_2": "Ang pag-ibig ng Diyos ang pinagmumulan ng aming pagkahilig, at nais namin na ang mga tao ay mapuno nito. Kami ay nagdarasal at namamagitan para sa mga tao ng may pagkahilig.",
    "principals_p3_1": "Dedikasyon",
    "principals_p3_2": "Walang dedikasyon sa lahat ng aspeto ng aming trabaho, walang tagumpay. Mayroon kaming mga dedikadong kasamahan na nagsisilbing inspirasyon para sa marami.",
    "principals_p4_1": "Pagiging totoo",
    "principals_p4_2": "Nais naming maging tunay, tapat, mapagpakumbaba, at hiwalay sa anumang relihiyosong porma, naka-anchor sa katotohanan ng Kasulatan, na aming ipinapahayag ng may pag-ibig. Ang pagiging tunay na Kristiyano sa aming konteksto ay nangangahulugan na ang aming mga aksyon ang pinakamahusay na patunay ng aming pagiging totoo.",
    "principals_p5_1": "Pagkakaisa sa pakikipagtulungan",
    "principals_p5_2": "Palagi naming hinahanap ang zonal at lokal na pakikipagtulungan sa mga misyon, mga misyonaryo, mga ebanghelista, mga simbahan, at mga kasamahan na nakikibahagi kami sa paglilingkod para sa Kaharian. Nagtatayo kami ng mga pakikipagsosyo at nakikilahok sa mga may parehong mga pagpapahalagang biblikal tulad namin. Alam namin na ang gawain ay kailangang isagawa sa pakikipagtulungan sa mga mananampalataya sa lahat ng antas ng pagganap.",
    "principals_p6_1": "Mga Paniniwala ng Arise",
    "principals_p6_2": "Naniniwala kami na ang Biblia, parehong Lumang Tipan at Bagong Tipan, ay verbal na inisyatibo ng Diyos, walang mali sa orihinal, natatangi, at ang huling awtoridad sa mga bagay ng pananampalataya, moralidad, at Kristiyanong pagsasanay.",
    "principals_p6_3": "Naniniwala kami sa isang Diyos, ang Walang Hanggan at Perpektong Espiritu, na umiiral mula sa kawalang-hanggan sa tatlong persona: ang Ama, ang Anak, at ang Banal na Espiritu, ang Lumikha ng buong uniberso.",
    "principals_p6_4": "Naniniwala kami na si Hesu Kristo ay ipinanganak sa pamamagitan ng Banal na Espiritu at ipinanganak ni Birheng Maria, sa Kanyang walang kasalanang buhay, at siya ay tunay na Diyos at tunay na tao.",
    "principals_p6_5": "Naniniwala kami na si Panginoong Hesu Kristo ay namatay para sa aming mga kasalanan, ayon sa Kasulatan, bilang isang kinatawan at kapalit na sakripisyo, at na ang lahat ng naniniwala at nagtitiwala sa Kanya ay pinawalang-sala ng Kanyang pagdanak ng dugo.",
    "principals_p6_6": "Naniniwala kami sa muling pagkabuhay ng ating ipinako sa krus na Panginoon at sa Kanyang Pag-akyat sa langit, kung saan Siya ay patuloy na namamagitan para sa amin bilang Tagapamagitan at Mataas na Pari.",
    "principals_p6_7": "Naniniwala kami na ang tao ay nilikha ng Diyos sa Kanyang larawan at mabuti at matuwid; ngunit siya ay nagkasala sa pamamagitan ng kanyang sariling pagpili sa pamamagitan ng pagsuway, at bilang resulta, siya ay nagdusa hindi lamang ng pisikal na kamatayan kundi pati na rin ng espirituwal na kamatayan, ibig sabihin paghihiwalay mula sa Diyos; na ang lahat ng tao ay ipinanganak na may makasalanang kalikasan, at kapag umabot sila sa edad ng moral na pananagutan, sila ay nagiging makasalanan sa kanilang isip, salita, at gawa.",
    "principals_p6_8": "Naniniwala kami na ang lahat ng tumanggap kay Panginoong Hesu Kristo sa pananampalataya bilang Panginoon at Tagapagligtas ay ipinanganak muli sa pamamagitan ng Banal na Espiritu at, bilang resulta, sila ay naging mga anak ng Diyos.",
    "principals_p6_9": "Naniniwala kami sa kaligtasan mula sa kasalanan (kaligtasan ng tao) sa pamamagitan ng biyaya ng Diyos, sa pamamagitan ng pagsisisi ng tao, at sa pamamagitan ng binyag ng tubig bilang resulta ng pagbabago na isinagawa ng Espiritu sa pamamagitan ng Salita ng Diyos.",
    "principals_p6_10": "Naniniwala kami sa Binyag ng Banal na Espiritu, sa operasyon ng mga espirituwal na kaloob para sa paglilingkod ng Simbahan ng Panginoon at ng hindi pa nananampalatayang mundo.",
    "principals_p6_11": "Naniniwala kami sa 'pinagpalang pag-asa': ang nalalapit na pagbabalik ng aming Panginoon at Tagapagligtas na si Hesu Kristo at ang rapture ng Iglesia.",
    "principals_p6_12": "Naniniwala kami sa muling pagkabuhay ng mga matuwid at hindi matuwid, para sa walang katapusang kaligayahan ng mga naligtas at para sa walang katapusang kaparusahan ng mga nawawala sa pamamagitan ng paghuhusga ng Diyos.",
    "principals_title": "Mga Prinsipyo ng Pagtrabaho ng Arise",
    "statement1": "Tumutok nang tama.",
    "statement2": "May impluwensiya sa pamamagitan ng kanyang mga aksyon.",
    "statement3": "Nagpapalago ng malalakas na relasyon.",
    "statement4": "Binabago ang mundo sa paligid niya.",
    "statement5": "Pinapalaganap ang mga pagpapahalaga ng Kaharian.",
    "statement6": "Nagbibigay ng kaluwalhatian sa Diyos.",
    "the_team_p1_1": "Avram Sabou",
    "the_team_p1_2": "Pangulo ng Misyon. Responsable para sa personal na evangelization, pagpapabago ng mga nawalan, at biblikal na pagpapayo.",
    "the_team_p2_1": "Kovaci Adrian",
    "the_team_p2_2": "Direktor ng Multimedia",
    "the_team_p3_1": "Birtea Andrei",
    "the_team_p3_2": "Producer ng Video",
    "the_team_p4_1": "Birtea Simona",
    "the_team_p4_2": "Administrator ng Social Media",
    "the_team_title": "Arise for Christ Team Timișoara 📍",
    "title": "Arise For Christ"
  },
  "actone": {
    "arise_for_christ_romania": "Arise for Christ Romania",
    "heading_activities": "Magkakaroon ka ng pagkakataong maglingkod sa ilang iba't ibang larangan:",
    "heading_activities_item1": "Pagbabahagi ng mga testimonya sa mga simbahan/paaralan",
    "heading_activities_item2": "Pagbisita sa mga miyembro ng simbahan sa kanilang mga tahanan",
    "heading_activities_item3": "Pagpunta mula pinto sa pinto upang magpatotoo",
    "heading_activities_item4": "Mga pulong para sa panalangin",
    "heading_activities_item5": "Paglilingkod sa mga kalapit na baryo",
    "heading_activities_item6": "Paglahok sa mga espesyal na serbisyo ng simbahan/paaralan",
    "heading_activities_item7": "Pagbisita at pagpapakain sa mga mahihirap sa mga kalapit na lugar",
    "heading_activities_item8": "Misyon sa mga tribo",
    "heading_activities_item9": "Misyon sa bilangguan",
    "heading_activities_p1": "Lahat ng mga aktibidad na ito ay magpapa-tibay sa iyong pananampalataya at tuturuan ka ng halaga ng paglilingkod.",
    "heading_be_part": "Maging bahagi ng ginagawa ng Diyos sa Asya!",
    "heading_be_part_p1": "Sa pakikipagtulungan sa Credo TV ay gumagawa ng unang Christian reality TV show sa misyon ng misyon!",
    "heading_be_part_p2": "Naghahanap kami ng 12 masigasig na Kristiyano mula sa Romania upang sumama sa amin sa loob ng isang buwan sa Pilipinas! Mula sa mga pulpito hanggang sa mga slums, mula sa mga paaralan hanggang sa mga bilangguan at door-to-door evangelism, magkakaroon ka ng pagkakataong maging bahagi ng revival na nagsimula sa Pilipinas. At ang pinakamasayang bahagi ay maibabahagi mo ang karanasang ito sa komunidad ng Kristiyano sa buong mundo sa pamamagitan ng reality show na ipapalabas sa telebisyon!",
    "heading_costs": "Mga Gastos",
    "heading_costs_p1": "Ang kabuuang mga gastusin ng proyektong ito ay tinatayang ",
    "heading_costs_p2": ". Kasama dito ang lahat ng kagamitan sa video at tunog, produksyon/video production, sahod ng mga miyembro ng koponan, mga gastos sa pagbiyahe, logistics ng mga kaganapan, suplay, admin at lahat ng mga iba pang mga aktibidad na may kaugnayan.",
    "heading_costs_p3": "Bawat misyonaryong indibidwal ay kinakailangang magtangkang mangalap ng ",
    "heading_costs_p4": ". Ang halagang ito ay tutulong upang matulungan ang lahat ng iyong pagkain, matutuluyan, mga gastusin sa paglilingkod at iba pang mga kaugnay na gastusin. Hihilingin sa iyo na mangalap ng pondo para sa mga tiyak na proyekto.",
    "heading_costs_p5": "Ang iyong paglipad ay hindi kasama sa mga gastos ng biyahe. Aasikasuhin ka namin sa paliparan sa Manila at ibibigay ang transportasyon papunta sa lugar ng misyon.",
    "heading_costs_p6": "Ayon sa kasalukuyang regulasyon ng Pamahalaan ng Pilipinas, ang lahat ng pumapasok sa Pilipinas ay kailangang ganap na nabakunahan laban sa COVID-19, kabilang ang lahat ng kinakailangang booster shots, hindi bababa sa labing-apat na araw bago pumasok sa bansa.",
    "heading_costs_p7": "Ang lahat ng perang nakalap ay mapupunta sa proyekto ng produksyon ng video ng ActOne. Ang Arise for Christ ay hindi gagamit ng anumang pondo mula sa badyet na ito para sa iba pang hindi kaugnay na mga proyekto.",
    "heading_profile": "Ang profile ng misyonaryo",
    "heading_profile_item1": "ay aktibong miyembro sa isang lokal na simbahan",
    "heading_profile_item2": "may pagkahilig na magbahagi ng ebanghelyo sa mga tao sa kanilang paligid",
    "heading_profile_item3": "may kaunting kaalaman sa Biblia",
    "heading_profile_item4": "mahal ang mga tao at may pusong lingkod",
    "heading_profile_item5": "magaan mag-adjust sa anumang kalagayan ng pamumuhay",
    "heading_profile_item6": "hindi natatakot lumabas sa kanilang comfort zone",
    "heading_profile_item7": "magaling sa Ingles",
    "heading_profile_item8": "komportable sa pagiging sa kamera at telebisyon",
    "heading_profile_item9": "wala silang malubhang medikal na kondisyon na makaka-apekto sa kanilang mga araw-araw na gawain sa misyon",
    "heading_profile_subheading": "Naghahanap kami ng mga ipinanganak na muli na mananampalataya na:",
    "heading_registration": "Rehistrasyon",
    "heading_registration_1": "Pakidownload at kumpletuhin ang Download ",
    "heading_registration_2": "form ng aplikasyon📄 ",
    "heading_registration_3": "at ",
    "heading_registration_4": "pastoral na rekomendasyon📄 ",
    "heading_registration_5": "at ipadala ito sa ",
    "heading_registration_6": "info@ariseforchrist.com",
    "heading_registration_7": ". Susuriin namin ito at makikipag-ugnayan kami sa iyo para sa karagdagang mga tagubilin.",
    "heading_trip_like": "Paano magiging ang misyon ng biyahe",
    "heading_trip_like_p1": "Ang aming destinasyon ay Orion, na matatagpuan sa katimugang bahagi ng Bataan Peninsula. Sa loob ng isang buwan, magkakaroon ka ng pagkakataong ipakita sa komunidad ng Romania kung ano ang pakiramdam maging misyonaryo sa Asya - ang mga taas at baba, ang mga kagalakan at kalungkutan.",
    "heading_trip_like_p2": "Maghihiwalay kami sa mga pangkat ng apat na misyonaryo, na sasamahan ng mga videographer na magtatalaga ng lahat ng mahahalagang sandali ng araw - mula sa oras na magsimula kang maglingkod, hanggang sa pagtatapos ng araw ng debrief.",
    "heading_why": "Bakit ang Pilipinas?",
    "heading_why_p1": "Sa populasyon na higit sa 106 milyong tao sa 7,500 pulo, ipinagmamalaki ng Pilipinas na ito ang tanging Kristiyanong bansa sa Asya. Malakas ang impluwensya ng Kanluran, sila ang ikalimang pinakamalaking bansang nagsasalita ng Ingles, at ang relihiyong Romano Katoliko ang nangingibabaw na relihiyon na may halos 80% ng mga Filipino na nagkakakilanlan dito. 13% lamang ang nagkakakilanlan bilang mga evangelical Kristiyano. Malaki ang pangangailangan para sa evangelism, pagpapalakas ng simbahan, pag-unlad ng liderato, at cross-cultural na pagsasanay sa misyon sa Pilipinas.",
    "heading_why_p2": "Ang Arise for Christ ay nakikipagtulungan sa mga lokal na simbahan sa rehiyon ng Bataan sa maraming taon, na kasali sa church planting at iba pang mga misyonaryong gawain.",
    "title": "Act One",
    "tooltip_costs_administrative_staff": "Administratibong staff",
    "tooltip_costs_development_costs": "Mga Gastos sa Pag-unlad",
    "tooltip_costs_evangelistic_events": "Mga Kaganapang Ebangheliko",
    "tooltip_costs_food_and_accommodation": "Pagkain at tirahan",
    "tooltip_costs_general_expenses": "Pangkalahatang mga gastusin",
    "tooltip_costs_production_equipment": "Kagamitan sa Produksyon",
    "tooltip_costs_production_staff": "Miyembro ng Staff sa Produksyon",
    "tooltip_costs_publicity": "Pagpapakilala",
    "tooltip_costs_show_editing": "Pag-edit ng Show",
    "tooltip_costs_travel": "Pagbiyahe"
  },
  "blog": {
    "read_more": "magbasa pa...",
    "title": "Blog"
  },
  "collaborator": {
    "involve": "Mag-Involve Ngayon!",
    "send": "Magpadala ng Mensahe",
    "title": "Mag-Involve",
    "subtitle": "Makipagtulungan sa Arise for Christ team",
    "title_1": "“Pagkatapos ay dumating sila sa Kanya, na may dalang isang paralitiko na dinala ng apat na lalaki.” – Marcos 2:3",
    "paragraf_1": "Tulad ng apat na lalaki na nagdala ng paralitiko kay Jesus, tayo rin ay tinawag upang tulungan ang mga nalugmok na kaluluwa sa paligid natin. Bawat gawain ng suporta ay maaaring magdulot ng tunay na pagbabago sa buhay ng isang tao na nangangailangan ng pagpapagaling at pag-asa.",
    "paragraf_2": "Kung nais mong makipagtulungan at maging bahagi ng Arise for Christ team, iniimbitahan ka naming punan ang form sa ibaba. Sama-sama, maaari nating magdala ng liwanag at tulong sa mga tao sa paligid natin.",
    "form": "Punan ang form at sumali sa team:"
  },
  "book": {
    "book": "Aklat",
    "author": "~ Mark Cole",
    "description": "\"Tulad ng isang masterclass para sa nagtatrabahong Kristiyano, ang devosyonal na ito na isinulat para sa propesyonal na buhay ay mag-aalab ng iyong pagkahilig para kay Jesus sa isang ganap na bagong paraan.\"",
    "title": "Ang aklat na \"Divine Intelligence\"",
    "subtitle": "Scott Hogle",
    "title_1": "Divine Intelligence",
    "paragraf_1": "Ang aklat na 'Divine Intelligence' ni Scott Hogle ay isang magandang aklat 'para sa bawat isa', ito ay isang devosyonal na nag-iinspire ng limang araw bawat Linggo, para sa isang taon!",
    "paragraf_2": "Ito ay isang 'instrumento' na nararapat sa iyong pansin; maaari itong 'maging sa iyong kaso', sa iyong bahay, sa iyong mesa, para basahin at 'tanggapin', ito ay isang binge para sa mga mananampalataya 'at hindi gaanong mananampalataya', mula sa lahat ng mga social at professional na larangan kung saan ka naroroon.",
    "paragraf_3": "Ito ay isang magandang materyal, nagsisimula sa isang partikular na maayos na isinulat na talata mula sa Biblia, pagkatapos ay ipinapakita ang isang bagong pananaw, pagkatapos ay tinatanong mo at nagmumuni-muni ng personal kung sino ka at kung ano ang dapat mong gawin.",
    "paragraf_4": "Sa pagtatapos ng bawat pagsusulat ng gabi, mayroong mga magagandang sandali! Ito ay para sa iyo at upang magsakripisyo bilang isang mananampalataya!",
    "button": "Kunin ang aklat sa pamamagitan ng pakikipag-ugnayan sa amin sa WhatsApp"
  },
  "resurse-crestine": {
    "colaborator": "Kasama",
    "asociatia_resurse_crestine": "Christian Resources Association",
    "descriere_asociatie": "Noong Hunyo 2017, itinatag ang Christian Resources Association, na may layuning mag-distribute online ng mga materyales sa pamamagitan ng website",
    "materiale_gratuite": "ng mga libreng materyales para sa pagpapatupad ng mga moral na Kristiyanong pagpapahalaga.",
    "vezi_mai_multe": "Tingnan pa"
  },
  "button": {
    "agree": "Sang-ayon ako",
    "contact_us": "Makipag-ugnayan sa Amin",
    "er_request": "Hiling ng Ebanghelismo",
    "subscribe": "Mag-subscribe"
  },
  "contact": {
    "email": "Email",
    "phone": "Telepono",
    "social": "Social",
    "subtitle": "Maging hamon ng isang bagong kristiyanong aksyon araw-araw. Kung walang hamon, walang pagbabago.",
    "title": "Makipag-ugnayan sa amin at makibahagi sa mga proyekto ng personal na ebanghelismo."
  },
  "donate": {
    "forms": "Form 230",
    "paragraf_contribution": "Bawat kontribusyon na iyong ginagawa ay tumutulong sa pagpapalaganap ng Ebanghelyo, magbigay ng suporta sa mga nangangailangan, at pagpapalawak ng Kaharian ng Diyos. Sama-sama, maaari nating magdala ng liwanag sa mga buhay ng mga nawawala at pag-asa sa mga humaharap sa mga pagsubok.",
    "paragraf_thx": "Salamat sa pagpili na maging bahagi ng banal na misyon na ito, sumusuporta sa pagbabago at espirituwal na transformasyon sa mga komunidad sa buong mundo.",
    "team": "~ Ang Arise for Christ Team",
    "first_name": "Pangalan",
    "donation_option": "Opsyon ng Donasyon*",
    "general_fund": "Pangkalahatang Pondo",
    "specify_project": "Tukoy na Proyekto",
    "give": "Magbigay",
    "one_time": "Isang beses",
    "monthly": "Buwanang",
    "specify": "Pakispecify kung Anong Proyekto ang Iyong Itinuturing na I-donate:",
    "Amount": "Halaga",
    "total_donation": "Kabuuang Donasyon",
    "last_name": "Apelyido",
    "support": "Suportahan ang aming misyon",
    "your_help_is_needed": "Kinakailangan ang Iyong Tulong",
    "message_thank_you": "Salamat sa iyong donasyon!",
    "forms_q_2": "Paano kumpletuhin ang Form 230?",
    "forms_q_3": "Idagdag ang mga detalye ng aming organisasyon",
    "forms_q_4": "Piliin ang opsyon upang i-redirect ang nais na porsyento",
    "forms_q_5": "Pirmahan ang form",
    "forms_q_6": "Paano isumite ang Form 230?",
    "forms_p_3": "I-download ang form",
    "forms_p_4": "(magiging available sa simula ng 2025)",
    "forms_p_5": "Punan ang iyong personal na impormasyon",
    "forms_p_6": "- Pangalan at apelyido",
    "forms_p_2": "Ang Form 230 ay maaaring kumpletuhin ng: Mga pisikal na malusog na tao na nakagawa ng mga pagbabayad ng buwis sa nakaraang taon. Mga tao na may kinita sa buwis sa Romania, tulad ng mula sa mga charity o mga independiyenteng aktibidad (kung ipinagpapalagay ng batas).",
    "forms_p_7": "- Personal na Numerikong Kodigo (CNP)",
    "forms_p_8": "- Tirahan",
    "forms_p_9": "Pangalan ng Organisasyon",
    "forms_p_10": "Tax Identification Code",
    "forms_p_16": "Pisikal",
    "forms_p_17": "Sa pamamagitan ng post",
    "forms_p_18": "Alamin ang higit pa sa pamamagitan ng pag-access ng Form 230 nang direkta mula sa ANAF website.",
    "forms_p_11": "- 3.5% ay pamantayan para sa mga karapat-dapat na organisasyon.",
    "forms_p_12": "- Isulat ang petsa ng pagkumpleto at pirmahan sa ibaba.",
    "forms_p_13": "Sa pamamagitan ng Virtual Private Space (SPV) platform na available sa ANAF website.",
    "forms_p_14": "Sa ANAF opisina na kaugnay sa iyong tirahan.",
    "forms_p_15": "Sa pamamagitan ng rehistradong koreo na ipinadala sa kaugnay na administrasyong pinansyal.",
    "forms_q_1": "Sino ang maaaring magkumpleto ng Form 230?",
    "forms_p_1": "Ang Form 230 ay isang opisyal na dokumento na ginagamit sa Romania upang i-redirect ang hanggang 3.5% ng buwis sa kita patungo sa isang non-governmental na organisasyon o isang social na layunin. Ito ay isang simpleng paraan para sa mga nagbabayad ng buwis na suportahan ang mga inisyatiba na kanilang pinaniniwalaan nang hindi nagkakaroon ng karagdagang gastos.",
    "beneficiary": "Benepisyaryo",
    "dollars": "US Dollars",
    "donate": "Mag-donate",
    "form": "Form",
    "name": "Asociatia Arise for Christ",
    "paragraf_1": "Ang Arise for Christ ay isang sinag ng liwanag sa espirituwal na kadiliman, na nag-aabot ng tulong sa mga nawalan ng pananampalataya at nagnanais na ibalik ang kanilang pag-asa.",
    "paragraf_2": "Sa pamamagitan ng iyong mga donasyon, sinusuportahan mo ang misyon na ito upang maging isang pinagmumulan ng liwanag at lakas para sa lahat ng dumadaan sa mahirap na panahon.",
    "paragraf_3": "Bawat kontribusyon ay isang sinag ng pag-asa na inaalok sa mga nawawala.",
    "paragraf_4": "Sama-sama, maaari tayong maging isang puwersa ng kabutihan at isang ilaw ng pananampalataya para sa mga naghahanap ng kanilang espirituwal na landas.",
    "paragraf_5": "Ang panahon para kumpletuhin ang form 230 ay natapos na. Inaasahan naming makikita ka sa simula ng susunod na taon kapag nagsimula ang isang bagong sesyon.",
    "phone": "Numero ng Telepono",
    "qr": "QR code",
    "ron": "Romanian RON",
    "title": "Tulungan kaming muling buuin ang pananampalataya!",
    "title_2": "Mag-donate sa pamamagitan ng bank account",
    "title_3": "Mag-donate ng 3.5% ng buwis sa kita",
    "reasons": {
      "title1": "Pagpapalawak ng Kaharian ng Diyos",
      "description1": "Sumama sa amin sa pagpapalaganap ng Ebanghelyo at pagtulong sa pagpapalawak ng Kaharian ng Diyos sa pamamagitan ng konkretong aksyon at mga testimonya ng pananampalataya.",
      "title2": "Tulong sa mga Nangangailangan",
      "description2": "Sa pamamagitan ng iyong mga donasyon at pakikilahok, maaari naming suportahan ang aming mga proyekto na nakalaan sa pagtulong sa mga nangangailangan – espirituwal at materyal.",
      "linkText2": "Tuklasin ang aming mga proyekto",
      "title3": "Pandaigdigang Espirituwal na Epekto",
      "description3": "Maging bahagi ng isang pandaigdigang kilusan na nag-uugnay ng mga Kristiyano upang gumawa ng tunay na pagbabago sa mundo, nagsisimula sa Romania."
    }
  },
  "evangelismForm": {
    "title": "Form ng Ebanghelismo"
  },
  "footer": {
    "contact": "Makipag-ugnayan sa amin sa WhatsApp",
    "subscribe_dialog_button": "Nakuha, salamat!",
    "subscribe_dialog_header": "Salamat sa iyong subscription",
    "subscribe_dialog_paragraph": "Makakatanggap ka ng isang email na kumpirmasyon sa lalong madaling panahon. Mangyaring i-click ang link sa email upang kumpirmahin ang iyong subscription.",
    "subscribe_placeholder": "Ilagay ang iyong email",
    "subscribe_placeholder_error": "Hindi wastong email",
    "subscribe_to_newsletter": "Mag-subscribe sa aming Newsletter",
    "subscribe_to_newsletter_desc": "Ang pinakabagong balita, artikulo, at mga mapagkukunan, ipapadala sa iyong inbox.",
    "email": "info@ariseforchrist.com",
    "phone1": "+40 (773) 307 292",
    "phone2": "+40 (721) 804 560",
    "phone3": "+40 (356) 175 148"
  },
  "form": {
    "address": "address",
    "age": "edad",
    "applicant_person": "Sino ang gumagawa ng kahilingan?",
    "cancel": "KANSILAHIN",
    "checkbox_text": "Sa pamamagitan ng pag-check ng kahon na ito, sumasang-ayon ka sa pagproseso ng iyong personal na data para sa layunin ng pagtanggap ng aming mga periodic newsletters.",
    "details": "mga detalye",
    "email": "email",
    "ev_embed": "I-embed ang Evangelism Request button",
    "ev_embed_close_button": "Isara",
    "ev_embed_code_button_label": "Evangelism Request<br />Arise For Christ",
    "ev_embed_code_label": "code",
    "ev_embed_description": "Kopyahin ang code sa ibaba at i-paste ito sa iyong website upang i-embed ang Evangelism Request button.",
    "ev_embed_example_button": "Evangelism Request",
    "ev_embed_example_button2": "Arise for Christ",
    "ev_embed_example_label": "halimbawa",
    "failed_submission": "Nabigong magpadala ng evangelism request! Mangyaring makipag-ugnayan sa amin sa pamamagitan ng email.",
    "invalid_email": "Hindi wastong email",
    "invalid_mobile": "Hindi wastong mobile number",
    "mobile": "mobile",
    "name": "pangalan",
    "occupation": "trabaho",
    "religion": "relihiyon",
    "send": "Ipadala",
    "step1": "Punan ang form ng iyong personal na impormasyon.",
    "step2": "Makikipag-ugnayan ang aming team sa iyo sa lalong madaling panahon upang pag-usapan pa ang mga detalye.",
    "step3": "Sama-sama, gagawa tayo ng isang personalized na evangelization plan na akma sa iyong espirituwal na pangangailangan.",
    "subtitle": "Maligayang pagdating sa Evangelism Form, kung saan iniimbitahan ka naming magsimula ng isang makulay na paglalakbay ng pananampalataya at maglapit sa biyaya ng Diyos. Layunin ng form na ito na lumikha ng koneksyon sa mga indibidwal na naghahanap ng kaligtasan, espirituwal na paglago at mas malalim na pag-unawa sa kanilang relasyon sa Banal.",
    "successful_submission": "Matagumpay na naipadala ang evangelism request!",
    "target_person": "Kanino mo nais maglapit sa Diyos?",
    "text": "Mangyaring ibigay ang iyong mga detalye sa ibaba upang sumali sa amin sa makapangyarihang karanasang ito. Tinitiyak namin na ang iyong impormasyon ay hawakan ng may pinakamataas na pagiging kumpidensyal at gagamitin lamang para sa komunikasyon na may kaugnayan sa espirituwal na paglalakbay na ito.",
    "title": "Evangelism Request"
  },
  "gdpr": {
    "agree": "Sang-ayon ako",
    "explanation": "Ang website na ito ay hindi nag-iimbak ng anumang cookies na may kasamang iyong personal na impormasyon. Ngunit, itatabi nito ang mga data na tahasan mong isumite gamit ang form sa loob ng website na ito. Sa pagtanggap ng form na ito, sumasang-ayon ka na ang ariseforchrist ay maaaring iproseso ang iyong personal na data para sa layunin ng pakikipag-ugnayan. Maari mong bawiin ang iyong pahintulot at data anumang oras sa pamamagitan ng pakikipag-ugnayan sa"
  },
  "devotional": {
    "titleUnavailable": "Hindi magagamit na devotional",
    "dateUnavailable": "Hindi magagamit na petsa",
    "verseUnavailable": "Hindi magagamit na bersikulo",
    "referenceUnavailable": "Hindi magagamit na reperensya",
    "paragraphUnavailable": "Hindi magagamit na talata",
    "conclusionUnavailable": "Hindi magagamit na konklusyon",
    "question": "Mga Madalas na Tanong:"
  },
  "header": {
    "about_us": "Tungkol sa Amin",
    "actone": "Act One",
    "blog": "Blog",
    "collaborator": "Makibahagi",
    "company": "Mga Pahina",
    "contact": "Makipag-ugnayan",
    "devotional": "Devotional",
    "donate": "Mag-donate",
    "home": "Home",
    "project": "Mga Proyekto",
    "project_subPodcast": "Podcast",
    "project_subProject": "Ang oras ay ngayon",
    "resources": "Mga Mapagkukunan",
    "terms": "Mga Tuntunin",
    "vision": "Vision"
  },
  "hero": {
    "question1": "Paano ako makakatulong sa kaligtasan ng isang mahal sa buhay?",
    "question2": "Paano ko matutulungan ang isang tao sa panalangin?",
    "question3": "Paano ko mahihikayat ang isang tao?",
    "title-hero": "Walang Hanggan",
    "title-question": "Naisip mo na ba ito:"
  },
  "language": {
    "en": "EN",
    "fil": "FIL"
  },
  "metadata": {
    "home": {
      "description": "Ang Arise for Christ ay isang Kristiyanong organisasyon na nakatuon sa personal na ebanghelismo at pagpapalakas sa mga mananampalataya na magbahagi ng kanilang pananampalataya.",
      "keywords": "Arise for Christ, ebanghelismo, personal na ebanghelismo, kaligtasan, panalangin, pananampalataya, paghihikayat, Kristiyanismo, Arise for Christ | Home, arise for christ home",
      "title": "Arise for Christ | Home"
    },
    "request": {
      "description": "Mag-submit ng evangelism request sa Arise for Christ team upang makakuha ng personalized na gabay at suporta para sa pagbabahagi ng iyong pananampalataya o paghihikayat sa isang tao sa kanilang espirituwal na paglalakbay.",
      "keywords": "Arise for Christ, evangelism request, magbahagi ng pananampalataya, espirituwal na paghihikayat, personalized na evangelism plan, Christian outreach",
      "title": "Arise for Christ | Evangelism Request"
    },
    "vision": {
      "description": "Ang Arise for Christ ay isang Kristiyanong misyon na nakatuon sa personal na ebanghelismo, pagbabalik-loob sa mga nawalan ng pananampalataya, pagbibigay ng biblikal na pagpapayo, panalangin para sa iba, at paggawa ng mga multimedia projects na may mga biblikal na aral at inspirasyonal na nilalaman. Layunin naming makipag-ugnayan sa mga hindi pa nananampalataya sa loob ng mga pamilya ng mananampalataya. Bawat mananampalataya ay may isang hindi pa nananampalataya sa kanilang pamilya o paligid, at lahat tayo ay responsable sa pag-konekta sa kanila sa Ebanghelyo! Ang tao na para sa kanya ang request ay pumasok sa proseso ng ebanghelismo, na may layuning kaligtasan.",
      "keywords": "Arise for Christ, Kristiyanong misyon, ebanghelismo, biblikal na pagpapayo, panalangin, multimedia projects, espirituwal na pagbabalik-loob, ebanghelyo, nawalan ng pananampalataya, Arise for Christ | Vision, arise for christ vision",
      "title": "Arise for Christ | Vision"
    }
  },
  "about": {
    "section_title": "Tungkol sa Amin",
    "heading": "Pagtulong",
    "heading1": "sa paglago ng mga komunidad",
    "heading3": " sa pamamagitan ng kapangyarihan ng pananampalataya.",
    "description": "Pinapalakas namin ang mga mananampalataya upang kumilos, mag-ugnay, at lumikha ng pangmatagalang epekto. Ang aming misyon ay magtayo ng isang matatag na komunidad na pinapalakas ng pananampalataya, nagkakaisa sa pagtulong at pagpapalakas ng isa't isa sa pamamagitan ng makabuluhang mga aksyon at outreach programs.",
    "button": "Matuto Pa"
  },
  "projects": {
    "section_title": "Ang Aming mga Proyekto",
    "heading": "Pagpapalaganap ng Ebanghelyo at",
    "highlight": "Pagpapalakas ng mga Komunidad",
    "items": [
      {
        "title": "Personal na Ebanghelismo",
        "description": "Pagkonekta sa mga hindi pa nananampalataya sa loob ng mga pamilya ng mananampalataya. Bawat mananampalataya ay may isang hindi pa nananampalataya na maaabot."
      },
      {
        "title": "Pagbabalik-loob ng mga Nawalan",
        "description": "Tinutulungan ang mga nawalan ng pananampalataya, tinutulungan silang magpatuloy patungo sa espirituwal na pagpapagaling at pag-aalaga."
      },
      {
        "title": "Biblikal na Pagpapayo",
        "description": "Nagbibigay ng espirituwal na gabay para sa mga nahaharap sa mga paghihirap, tinutulungan silang makahanap ng mga solusyon batay sa pananampalataya."
      },
      {
        "title": "Panalangin para sa Iba",
        "description": "Bawat tao na aming pinaglilingkuran ay sinusuportahan sa pamamagitan ng panalangin, isang mahalagang bahagi ng aming mga pagsisikap."
      },
      {
        "title": "Mga Multimedia na Proyekto",
        "description": "Pagpapalaganap ng Salita ng Diyos sa pamamagitan ng digital na media, mga podcast, at biblikal na mga video na nilalaman."
      }
    ]
  },
  "vision_hero": {
    "section_title": "Ang Aming Vision",
    "heading": "Arise for Christ ",
    "highlight": "Association",
    "description_1": "Ang aming pangalan ay ipinanganak mula sa Isaiah 60:1: \"Tumindig, magningning! Sapagkat ang iyong liwanag ay dumating! At ang kaluwalhatian ng Panginoon ay sumik sa iyo.\" Gayundin mula sa Romans 11:36: \"Sapagkat sa Kanya at sa pamamagitan Niya at para sa Kanya ang lahat ng bagay, sa Kanya ang kaluwalhatian magpakailanman. Amen.\"",
    "description_2": "Ang Arise for Christ ay isang Kristiyanong misyon na gumagana para sa Kaharian ng Diyos. Ang aming layunin ay i-mobilisa ang mga Kristiyano para sa personal na ebanghelismo at ang pagbabalik-loob ng mga nawalan ng pananampalataya.",
    "button": "Matuto Pa"
  },
  "podcast": {
    "bottom-paragraf": "Maaari mo ring makita ang lahat ng mga episode ng aming Podcast sa",
    "bottom-socials": "Apple Podcast, Spotify, o Google Podcasts.",
    "bottom-subtitle": "PAKINGGAN SA SPOTIFY",
    "bottom-title": "Panuorin ang pinakahuling episode ng aming Podcast!",
    "hero-paragraf": "Ito ay isang Arise for Christ Podcast. Ang layunin namin ay magtalakayan sa mga mahahalagang paksa para sa simbahan ni Cristo sa ika-21 siglo.",
    "subscribe": "Mag-subscribe!",
    "text-episode": "Nag-record at nag-release kami ng higit sa 90 episode sa iba't ibang paksa tulad ng ministeryo, Kristiyanong pagpapayo, pagsamba sa pamamagitan ng musika, adiksiyon at marami pa.",
    "title": "PODCAST"
  },
  "section": {
    "about_us": "TUNGKOL SA AMIN",
    "contact": "KUMUNTAK",
    "vision": "VISION"
  },
  "serial": {
    "hero_paragraf1": "Isang dedikadong team ng mga misyonaryo ay patungo sa mga mahihirap na lungsod ng Pilipinas, ipinapalaganap ang kanilang pananampalataya sa mga lokal na komunidad. Hinarap nila ang maraming hamon, nakakaranas ng matinding mga sandali araw-araw. Tinutulungan ang mga Pilipino sa pagtatayo ng mga simbahan at pagpapalaganap ng Ebanghelyo sa buong lungsod.",
    "hero_paragraf2": "Inaanyayahan ka naming panoorin ang seryeng 'Time is Now,' na binubuo ng 15 episode, bawat isa ay tumatagal ng 25 minuto. Sa paglalakbay na ito, dumaan ang mga misyonaryo sa mga tribo, bundok, at isla, nagtatanim ng mga simbahan at nagpapalaganap ng Ebanghelyo sa mga Pilipino.",
    "reference": "Lucas 10:2",
    "serial_bottom": "TV Series 2023",
    "subtitle": "SUBTITLES",
    "subtitle_text": "I-activate ang button sa ibaba kanan na sulok at piliin ang Romanian subtitles! Gayundin, para mapanood ang mga episode sa pinakamataas na kalidad, piliin ang 2160p 4k.",
    "text_bottom": "Isang serye mula sa Arise for Christ",
    "title": "THE TIME IS NOW",
    "title_description_hero": "Sundan ang serye ng 15 episode",
    "title_serial": "Panuorin ang bawat episode sa pamamagitan ng pag-access ng mga link sa ibaba",
    "trailer": "Official Trailer",
    "verset": "Ang mga bukirin ay handa na para sa pag-aani, ngunit ang mga mang-uupa ay kakaunti. Kaya't manalangin sa Panginoon ng pag-aani na magpadala ng mga mang-uupa sa Kanyang pag-aani."
  },
  "steps_evangelization": {
    "evangelism_requests_count": "Mga evangelism request na ginawa so far",
    "step1": "Gumawa ng Evangelization Request",
    "step1_description": "I-click ang Evangelization Request Button",
    "step2": "Punan ang form ng request",
    "step2_description": "Punan ang evangelization request!",
    "step3": "Kami ay makikipag-ugnayan sa kanya/kanya",
    "step3_description": "Ipoproseso namin ang request para sa isang evangelization plan!",
    "title": "Ang mga hakbang ng ebanghelismo."
  },
  "team": {
    "adi_des": "Direktor ng Multimedia Department at moderator ng Arise for Christ podcast.",
    "adi-kovaci": "Direktor ng Media",
    "andrei_des": "Nangunguna sa video production, editing, at graphic design sa Arise for Christ media department.",
    "andrei-birtea": "Videographer",
    "avram_des": "Responsable sa personal na ebanghelismo, biblikal na pagpapayo, at paglilingkod sa mga dumadaan sa mahihirap na sitwasyon.",
    "avram-sabou": "Pangulo",
    "christian_des": "Tagapagtatag ng Arise for Christ misyon at coordinator sa Estados Unidos.",
    "christian-potra": "Tagapagtatag",
    "dana_des": "Tagapagtatag ng Arise for Christ misyon at financial administrator",
    "dana-potra": "Tagapagtatag",
    "mark": "Misyonaryo",
    "mark_des": "Kasalukuyan sa evangelism department at biblikal na pagpapayo.",
    "simona_des": "Lumikha ng nilalaman para sa Arise for Christ page. Namamahala ng Instagram, Facebook, TikTok accounts.",
    "simona-birtea": "Social Media",
    "title-a4c": "Arise for Christ Team"
  },
  "vision": {
    "description": "Ang Arise for Christ ay nakabatay sa isang proyekto ng personal na ebanghelismo na nangangailangan ng pakikilahok ng mga Kristiyano para sa kaligtasan ng kanilang pamilya at mga kaibigan.",
    "presentation_p1_1": "Ang aming pangalan ay ipinanganak mula sa Isaiah 60:1: „Tumindig, magningning! Sapagkat ang iyong liwanag ay dumating! At ang kaluwalhatian ng Panginoon ay sumik sa iyo. Romans 11:36: „Sapagkat sa Kanya at sa pamamagitan Niya at para sa Kanya ang lahat ng bagay, sa Kanya ang kaluwalhatian magpakailanman. Amen.",
    "presentation_p2": "Ang Arise for Christ ay isang Kristiyanong misyon na gumagana para sa Kaharian ng Diyos. Ang aming layunin ay i-mobilisa ang mga Kristiyano para sa personal na ebanghelismo at ang pagbabalik-loob ng mga nawalan ng pananampalataya.",
    "presentation_p3_1": "Ang aming mga proyekto ay:",
    "presentation_p3_2": "personal na ebanghelismo,",
    "presentation_p3_3": "pagbabalik-loob ng mga nawalan ng pananampalataya,",
    "presentation_p3_4": "biblikal na pagpapayo at multimedia projects.",
    "presentation_title": "Ang Arise for Christ Association",
    "projects_p1_2": "Personal na ebanghelismo",
    "projects_p1_3": "Layunin naming kumonekta sa mga hindi pa nananampalataya sa loob ng mga pamilya ng mananampalataya. Bawat mananampalataya ay may isang hindi pa nananampalataya sa kanilang pamilya o paligid, at lahat tayo ay responsable sa pagkonekta sa kanila sa Ebanghelyo! Ang tao na para sa kanya ang request ay pumasok sa proseso ng ebanghelismo, na may layuning kaligtasan.",
    "projects_p2_1": "Pagbabalik-loob ng mga nawalan.",
    "projects_p2_2": "Sila ay hinahanap para sa layunin ng kanilang espirituwal na pagbawi at rehabilitasyon. Ina-apply namin ang parehong plano tulad ng sa personal na ebanghelismo, ngunit ang mga pamamaraan ay nag-iiba mula kaso hanggang kaso.",
    "projects_p3_1": "Biblikal na Pagpapayo",
    "projects_p3_2": "Ibinibigay upang mag-alok ng espirituwal na tulong sa mga dumadaan sa iba't ibang buhay na isyu. Sila ay sinusuportahan emosyonal at espirituwal upang makahanap ng mga solusyon para sa mga problema at sitwasyon na kanilang kinakaharap, at sa karamihan ng mga kaso, tinutulungan sila sa panalangin.",
    "projects_p3_6": "Isang mahalagang bahagi ng lahat ng ito. Bawat tao na aming pinaglilingkuran ay tutulungan sa pamamagitan ng panalangin.",
    "projects_p3_7": "Intercessory prayer",
    "projects_p4_1": "Multimedia Projects",
    "projects_p4_2": "Layunin na ipalaganap ang Salita ng Diyos sa pamamagitan ng iba't ibang anyo sa online na kapaligiran. Lumikha kami ng mga podcast sa mga may-katuturang paksa at iba pang mga video na materyales na may biblikal na mga aral, testimonya, at halimbawa ng buhay Kristiyano.",
    "projects_p5": "Noong 2023, binisita ng Arise for Christ team ang Pilipinas. Bilang resulta ng aming mga panandaliang misyonaryong aksyon, nakagawa kami ng serye ng 15 episode, ipinalabas sa Credo TV at inilathala sa YouTube.",
    "projects_title": "Mga Proyekto",
    "step1_description": "Makikipag-ugnayan ang Arise for Christ misyon sa lokal na pastor upang planuhin ang pagpapakita ng proseso ng personal na ebanghelismo sa lokal na simbahan.",
    "step1_title": "Makipag-ugnayan sa pastor",
    "step2_description": "Iprepresenta ang proseso ng personal na ebanghelismo sa lokal na simbahan upang hikayatin ang mga miyembro nitong makilahok sa prosesong ito.",
    "step2_title": "Pagpapakita ng proseso",
    "step3_description": "Ang mga miyembro ng lokal na simbahan ay maaaring punan ang mga evangelism request para sa kanilang mga mahal sa buhay na hindi pa nananampalataya sa pamamagitan ng ariseforchrist.com platform o sa pamamagitan ng pagpuno ng evangelism card na available sa lokal na simbahan.",
    "step3_title": "Pagkuha ng mga evangelism request",
    "step4_description": "Ang suporta sa panalangin ay mahalaga para magtagumpay ang proseso ng personal na ebanghelismo.a) Panalangin para sa mga hindi nananampalataya na dapat i-ebanghelismo; b) Panalangin para sa pagbuo ng mga bagong lokal na grupo ng personal na ebanghelismo; c) Panalangin para sa pagsulong ng ministeryo ng personal na ebanghelismo na binuo ng Arise for Christ sa pakikipagtulungan sa mga lokal na simbahan.",
    "step4_title": "Panalangin",
    "step5_description": "Ang mga lokal na kasamahan o mga grupo ng personal na ebanghelismo ay makikipag-ugnayan sa mga hindi nananampalataya mula sa kanilang lokalidad o komunidad. Makikipag-ugnayan ang Arise for Christ sa mga hindi nananampalataya mula sa ibang rehiyon sa pamamagitan ng mga lokal na kasamahan.",
    "step5_title": "Paglapit sa hindi nananampalataya",
    "step6_description": "Bisitahin ang hindi nananampalataya upang magtayo ng relasyon at ibahagi ang Ebanghelyo.",
    "step6_title": "Pagbisita sa hindi nananampalataya",
    "step7_description": "Matapos magtayo ng relasyon, inaanyayahan ang hindi nananampalataya na dumalo sa isang lokal na pagtitipon ng simbahan. Magpapatuloy ang proseso ng ebanghelismo, tinutulungan ang kanilang mga hakbang patungo sa pagbabago at discipleship.",
    "step7_title": "Imbitasyon sa simbahan",
    "step8_description": "Makikipagtulungan ang Arise for Christ sa mga responsable sa lokal na simbahan para sa proseso ng personal na ebanghelismo at sa taong gumawa ng evangelism request, regular na iniulat ang progreso.",
    "step8_title": "Regular na ulat",
    "title": "Mga hakbang sa proseso ng personal na ebanghelismo na ina-apply sa lokal na simbahan."
  }
}
